Repository: fullstackstudio-org/hermie
Catalog: native/apple/Extensions/Widgets/Resources/Localizable.xcstrings
Source language: en
Languages: de, nl

source: %@ needs input
de: %@ wartet auf dich
nl: %@ wacht op jou

source: %lld need input
de: %lld warten auf dich
nl: %lld wachten op jou

source: Ask %@
de: %@ fragen
nl: Vraag %@

source: Ask Hermie
de: Hermie fragen
nl: Vraag Hermie

source: Folder
de: Ordner
nl: Map

source: How many conversations have stopped and are waiting on you.
de: Wie viele Unterhaltungen stehen und auf dich warten.
nl: Hoeveel gesprekken stilstaan en op jou wachten.

source: Needs input
de: Wartet auf dich
nl: Wacht op jou

source: No messages yet.
de: Noch keine Nachrichten.
nl: Nog geen berichten.

source: Nothing waiting
de: Nichts wartet
nl: Niets wacht

source: One conversation: who it is, what they last said, and whether they need you.
de: Eine Unterhaltung: wer es ist, was zuletzt gesagt wurde und ob auf dich gewartet wird.
nl: Eén gesprek: wie het is, wat er het laatst gezegd is en of er op jou gewacht wordt.

source: Open Hermie to fill this in.
de: Öffne Hermie, um das zu füllen.
nl: Open Hermie om dit te vullen.

source: Open the chat with one of your bots, ready for you to type.
de: Den Chat mit einem deiner Bots öffnen, bereit zum Tippen.
nl: Open de chat met een van je bots, klaar om te typen.

source: That chat could not be opened.
de: Dieser Chat konnte nicht geöffnet werden.
nl: De chat kon niet worden geopend.

source: The three most recent conversations, or one folder's, with what is unread and what needs you.
de: Die drei neuesten Unterhaltungen oder die eines Ordners, mit dem Ungelesenen und dem, was auf dich wartet.
nl: De drie recentste gesprekken, of die van één map, met wat ongelezen is en wat op jou wacht.

source: Which bot the control opens.
de: Welchen Bot die Taste öffnet.
nl: Welke bot de knop opent.

source: Which bot?
de: Welcher Bot?
nl: Welke bot?

source: Which conversation this widget shows.
de: Welche Unterhaltung dieses Widget zeigt.
nl: Welk gesprek deze widget toont.

source: Which part of your chat list this widget shows.
de: Welchen Teil deiner Chatliste dieses Widget zeigt.
nl: Welk deel van je chatlijst deze widget toont.

source: Write to ${bot}
de: An ${bot} schreiben
nl: Schrijf aan ${bot}

source: Write to a bot
de: An einen Bot schreiben
nl: Schrijf aan een bot

source: Write to one of your bots straight from here.
de: Schreibe von hier aus direkt an einen deiner Bots.
nl: Schrijf vanaf hier meteen aan een van je bots.

source: need
de: warten
nl: wacht
